Repository: mozilla-l10n/mt-training-data
Catalog: kjh/kjh_pontoon.tmx
Source language: en_us
Languages: kjh

source: Select a variant (optional)
kjh: Вариантты таллап алыңар (хайди даа итчең ниме нимес)

source: Select File
kjh: Файлны таллап алыңар

source: Select File to Upload
kjh: Кирҷең файлны таллап алыңар

source: Select up to three domains (optional)
kjh: Ӱс доменге читіре таллап алыңар.

source: Sentence
kjh: Чоохтағ

source: Sentence Domain
kjh: Чоохтағларның домені

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
kjh: Мында пирілген чоохтағлар cc-0 лицензия хоостыра прайзына азых искіріглер чыындызына хозыл парарлар.

source: { $sentences } sentences reviewed. Thank you!
kjh: Сірер { $sentences } чоохтағ сыныхтабысхазар. Алғыс сірерге.

source: Sentence Variant
kjh: Чоохтағның пір кӧрімі

source: Separate sentences into one line by pressing “Enter” or “Return” once
kjh: Пір хати «Enter» алай «Return» пазып, чоохтағларны пірердең чолларға чар салыңар

source: Service and Retail
kjh: Полызығлар паза розничнай садығ сферазы

source: Share Common Voice
kjh: Common Voice-нең ӱлезіңер

source: Share your clip
kjh: Пазылған нимелеріңнең ӱлезіңер

source: Shortcuts
kjh: Клавишалар пірігізі

source: [Should be ‘dinosaurs’]
kjh: [«Динозаврлар» поларға кирек]

source: [Should be “We are”]
kjh: [«Піс» поларға кирек]

source: Single
kjh: Пір чоохтағ

source: Single sentence submission
kjh: Пір чоохтағны ысханы

source: Skip
kjh: Иртiрiбiзерге

source: Small batch
kjh: Улуғ нимес пакет

source: Small batch sentence submission
kjh: Чоохтағларны улуғ нимес пакеттернең ызары

source: Source: { $sentenceSource }
kjh: Источник: { $sentenceSource }

source: Speak
kjh: Чоохтаныңар

source: Speak now
kjh: Ам чоохтаныңар

source: Speak options menu
kjh: Ӱннендірісті алыстырҷаң оңдайлар

source: Start recording
kjh: Пазып пастаңар

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
kjh: <strong> [мыҷырас] </strong> килкім динозаврлар <strong>[мыҷырас] </strong> -риастаң.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
kjh: <strong> [Апсырча] </strong> Триастың <strong> [чидірче] </strong> килкім динозаврлары.

source: Submit
kjh: Ызыбызарға

source: Submit a new question for the community to read and respond to
kjh: Пірігіс аны хығырып паза нандыр ӱчӱн, наа сурығны сағынып алыңар

source: Submit a report
kjh: Хоп ызыбызарға

source: Submit clips
kjh: Клиптар ызыбызарға

source: Submit new questions for the community to read and respond to
kjh: Пірігіске хығырарға паза нандырарға наа сурығларны ызыңар

source: Success
kjh: Тимде

source: success checkmark
kjh: тӱзімніг тоозылғанының таңмазы

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
kjh: Чоохтағны алар ӱчӱн, оң саринзар иртіріңер. Сол саринзар, хыйа идер ӱчӱн. Ӱстӱнзер, иртір салар ӱчӱн. <strong> Постарыңның паалағларыңны киречілирге ундубаңар! </strong>

source: Taking several attempts to read a word.
kjh: Сӧсті хығырыбызарға нинҷе-де хатап кӱстенгені.

source: Tap
kjh: Пазыбызыңар

source: Technology and Robotics
kjh: Технологиялар паза роботтығ техника

source: Thank you for contributing your bulk submission!
kjh: Улуғ тарадыста араласханыңар ӱчӱн алғыстапчабыс!

source: Thank you for contributing your voice!
kjh: Ӱн пиріп, араласханнарың ӱчӱн алғыс ползын!

source: Thank you for donating your voice clips!
kjh: Сірернің ӱнніг клиптеріңнең тикке ӱлескеннерің ӱчӱн алғыс!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
kjh: Пазылған ӱчӱн алғыс! <lineBreak></lineBreak> Амды алтында пос пазылғаннарын сыныхтабызыңар паза ызыбызыңар.

source: Thank you for your voice information
kjh: Сірернің ӱнніг искірииңер ӱчӱн алғыс

source: The bumblebee sped by.
kjh: Тӱктіг аар учуға халды.

source: The clip has disrespectful or offensive language.
kjh: Пічікте дискриминация алай сӧклес сӧстері пар.

source: The giant dinosaur of the Triassic.
kjh: Триас тузындағы килкім динозавр.

source: The giant dinosaurs of the Triassi-.
kjh: Триассо-ның килкім динозаврлары.

source: The giant dinosaurs of the Triassic.
kjh: Триастың килкім динозаврлары.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
kjh: Триастың килкім динозаврлары. <strong> [пір ӱннең хығырылған]</strong>

source: The giant dinosaurs of the Triassic. Yes.
kjh: Триастың килкім динозаврлары. Я.

source: The giant dino <strong>[cough]</strong> the Triassic.
kjh: Триасовай тустың <strong> [чидірче] </strong> килкім динозавры.

source: There are currently no sentences to review in this language.
kjh: Амғы туста пу тілде паалаға чӧптер чоғыл.

source: The recording was too long.
kjh: Пазылғаны иртіре узун.

source: The recording was too quiet.
kjh: Пазылған ӱні най ағырин.

source: The recording was too short.
kjh: Пазылғаны уғаа хысха.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
kjh: Сірерге пазылған ӱннер аразында олаңай табыс хоостыра пасхалалчатханы тоғазар, аннаңар ол сылтағнаң ӱннер пазылған аразында тың кӱзӱрестіг алай ба (анзы удаа поладыр) ӱн най тунух пазылған искіріглерні, текстке айланмин пір сӧс тее оңар полбинчатсар ла, хыйа идіңер.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
kjh: Чоохтағларны чыыпчатханы Common Voice платформазар кӧсче. Амды чоохтағ <writeURL> пас </writeURL> поларзар алай чоохтағны Common Voice-те <reviewURL> кӧр </reviewURL> поларзар.

source: The sentence has a grammatical or spelling error.
kjh: Чоохтағда грамматика алай орфография алҷаазы пар.

source: The sentence has disrespectful or offensive language.
kjh: Чоохтағда дискриминация алай сӧклес сӧстері пар.

source: The sentence must be grammatically correct.
kjh: Чоохтағ грамматика саринаң орта поларға кирек.

source: The sentence must be speakable.
kjh: Чоохтағ аны адап полар пӱдістіг поларға кирек.

source: The sentence must be spelled correctly.
kjh: Чоохтағ орфография саринаң орта поларға кирек.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
kjh: Ол искіріг хайди даа пирілерге кирек нимес – ол килістіре ле полза, аны хос поларзар. Искіріглер чыындызын сығарчатсабыс, пос искіриин псевдонимизировать полчабыс паза адыңар, электроннай почта адрезіңер осхас искіріглер час алай пол осхас демография искірігнең палғалыстығ полбазын тіп кӧрчебіс.

source: Three to go!
kjh: Ӱс халған!

source: Too many files
kjh: Уғаа кӧп файл

source: Transcribe audio recordings
kjh: Аудиозаписьтерні сірернің тіліңернең транскрибировать полыңар

source: Transcribe audio recordings into text
kjh: Аудиозаписьтерні текстке айландырарға

source: Try again by dragging your file here
kjh: Файлны пеер сӧӧртеп, пазох ит кӧріңер

source: Try uploading again
kjh: Пазох кирібізерге кӱстен кӧріңер

source: Unable to determine audio format. Please try using a different browser.
kjh: Аудиоформат піліп аларға киліспеді. Пасха браузернең тузалан кӧріңердек.

source: Understand contribution criteria
kjh: Правилоларны пілібізерге

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
kjh: Записьтерні истіпчетсе, нимее хайығ айландырарына піліп алыңар, постарыңның пічіктеріңні пайыт салыңар!

source: Upload aborted. Do you want to delete your recordings?
kjh: Кирері ӱзілген. Сірер постарыңның пазылғанын чох идерге сағынчазар ба?

source: { $uploadedSentences } of { $totalSentences } sentences collected
kjh: { $totalSentences } чоохтағның { $uploadedSentences }-зі чыыл парған

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
kjh: { $totalSentences } чоохтағның { $uploadedSentences }-зі чыыл парған. Алылған чоохтағларны сығарып алар ӱчӱн <downloadLink>мында </downloadLink> пазыбызыңар.

source: Upload failed, please retry.
kjh: Загрузка иділбеді, хатап ит кӧріңер.

source: Upload <icon></icon> public domain sentences
kjh: Прайзына азых<icon></icon> чоохтағларны киріңер

source: Upload in progress...
kjh: Кирер процессі парча...

source: Upload more sentences?
kjh: Кӧп арах чоохтағ кирібізерге бе?

source: Use correct grammar
kjh: Орта грамматиканаң тузаланыңар

source: Use correct spelling and punctuation
kjh: Орта орфографиянаң паза пунктуациянаң тузаланыңар

source: Validate Readings
kjh: Чоохтанғанын сыныхтирға

source: Validate Readings, Review Transcriptions
kjh: Адапчатханын сыныхтабызарға, транскрипцияларны сыныхтабызарға

source: Validate Readings <small>(Coming soon)</small>
kjh: Пазылғаннарны сыныхтабызарға <small> (Тӱрчедең) </small>

source: Validate readings submitted by community members
kjh: Пірігістің араласчылары ысхан адапчатханарын сыныхтааны

source: Validate user-recorded readings in your language
kjh: Тузаланҷылар сірернің тіліңернең пас салған адапчатханын сыныхтаңар

source: Varying Pronunciations
kjh: Пасха-пасхали адааны

source: Volume
kjh: Ӱн сині

source: Want to save your information? <createProfile>Create a profile</createProfile>
kjh: Позыңарның искіріглеріңні хайраллап халарға сағынчазар ба?<createProfile> Профиль тӧстеңер</createProfile>

source: We are going out to get a coffee.
kjh: Піс кофе соонҷа сыхчабыс

source: We are going out to get coffee.
kjh: Піс кофе соонҷа сыхчабыс.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
kjh: Піске тыңнап аларға пiр дее аудиоклиптi алып аларға киліспеен. Соонаң сынап кӧріңердек.

source: We couldn’t get any sentences for you to speak. Please try again later.
kjh: Пiс сiрерге адап салар пiр дее чоохтағ таап полбадыбыс. Соонаң хатап сынап кӧріңердек.

source: We may have run out of clips - refresh the page, or try again later.
kjh: Пістің пу тілнең сыныхтаға пічіктер тоозыл парғаннар...

source: We’re going out to get coffee.
kjh: Піс кофе соонҷа парчабыс.

source: We're making some big changes
kjh: Пістің улуғ алызығлар

source: We’re sorry, your platform is not currently supported.
kjh: Піске ачырғастығ, амғы туста сірернің платформаңар хабазығ албинча.

source: We've run out of sentences to record in this language...
kjh: Пістің пу тілнең пазарға чоохтағлар тоозыл парғаннар...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
kjh: Машина ӱгредиинің алгоритмнері аймах фон сууластарына сыдан ползыннар тіп сағынчабыс, паза прай текстті сірерге истерге харығ полбинчатса, сууластарны даа алыларға айабастар. Амыр фон кӧӧ чарадылча; че полған на сӧсті истерге харығ полчатхан ӧтіг кӧӧ чарадылбинча.

source: What issues are you experiencing with this sentence?
kjh: Пу чоохтағнаң хайдағ сидіксіністер пар?

source: What needs to be in my file?
kjh: Минің файлымда ниме поларға кирек?

source: What sentences can I add?
kjh: Хайдағ чоохтағларны хозыбызарға чарир?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
kjh: Тыңнапчатса, пазылған орта пазылғанын матап сиргек сыныхтабызыңар; кiчiг дее алҷаастарны хыйа идіңер. <br /> Уғаа удаа алҷаастары:

source: Why are you asking?
kjh: Ноға сірер сурчазар?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
kjh: Профиль полызиинаң постарыңның ӧткін полчатханыңарны сыныхтап поларзар паза ӱнніг искіріглернің авторларының пірігізіне хозылып аларзар.

source: Write
kjh: Пазыбызарға

source: Write options menu
kjh: Пасчатханын алыстырҷаң оңдайлар

source: Yes
kjh: Я

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
kjh: Сірерге ізіг клавишаларнаң тузаланарға чарир: { sc-review-form-button-approve-shortcut }-ны алып аларға тiп, { sc-review-form-button-reject-shortcut }-ны хыйа идiбiзерге тiп, { sc-review-form-button-skip-shortcut }-ны иртірiбiзерге тiп.

source: You cannot add multiple sentences for a single submission
kjh: Сірер пір хати ызарында нинҷе-де чӧп хос полбассар

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
kjh: Сірер пiр дее тiл кӧзіт пирбезер. Оларны таллап алар ӱчӱн, постарыңның <profileLink> Профильзер </profileLink> иртіңер.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
kjh: Сірер пу страницаның ысчаң лимидына чит парғазар. Наа чоохтағ ызар алнында { $retryLimit } минут сахтап алыңардах. Тыстаныс ӱчӱн алғыс!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
kjh: Сірер пу страницаның кӧзітчең лимидына чит парғазар. Наа чоохтағ ызар алнында { $retryLimit } минут сахтап алыңардах. Тыстаныс ӱчӱн алғыс!

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
kjh: Сірер пеер, социальнай сетьтернiң приложениедегі ссылка хоостыра парып, кiр поларҷыхсар. Сірер аудио пазылғанына хабаспин турғызылған браузернең тузаланчазар.

source: You must allow microphone access.
kjh: Сірер микрофонзар пастырар оңдай пирерге кирексер.

source: Your audio recording appears to be corrupted. This can happen due to: • Browser compatibility issues (try using a different browser) • Microphone or audio driver problems • Network interruptions during recording Please try recording again.
kjh: Сірернің аудиоға пазылғаныңар сайбалғанға тӧӧй. Анзында мындағ сылтағ поларға айабас: • Браузерлернең килістіре полбинчатхан сурығлар (пасха браузернең тузалан кӧріңер) • Микрофоннаң алай аудиодрайвернең сурығлар • Пасчатхан туста сетьтің чох пол парчатханы Хатап пас кӧріңер.

source: You’re contributing to a target segment
kjh: Сірер кӧстегліг чардыхха позыңарның хозымын итчезер

source: You’re contributing to our first target segment
kjh: Сірер пістің пастағы кӧстегліг чардиибысха позыңарның хозымыңарны итчезер

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
kjh: Сірер иртіре маңзырапчазар. Чоохтағның орта полчатханын піліп алар ӱчӱн, аны ситкіп кӧріңер.

source: You're helping Common Voice reach our daily sentence goals!
kjh: Сірер Common Voice-ха кӱннің сай кирiл парған чоохтағларның санына чит парар салтарлары ӱчӱн полысчазар!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
kjh: Сірернің тіл варианттарыңарға клиптер чох полар даа! Сірерге килістіре полза, тіліңердегі чоохтағларны алар ӱчӱн, постарыңның настройкаларыңны алыстырыбызарға чарир.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
kjh: Сірернің тіл варианттарыңда чоохтағлар чох пол парарға айабас! Сірерге килісчетсе, тіліңердегі пасха чоохтағларны кӧрiп алар ӱчӱн, постарыңның настройкаларыңны алыстырыбызарға чарир.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
kjh: Сірер Common Voice-ха { $goalValue } пасчаң кӱннің сай пӧгінібіске <goalPercentage></goalPercentage> полыс пиргезер!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
kjh: Сірер Common Voice-ха { $goalValue } сыныхтачаң кӱннің сай пӧгінібіске <goalPercentage></goalPercentage> полыс пиргезер!
